const document = {
  donation: [
    {
      title: '혈액형이 달라도 지정헌혈이 가능한가요?',
      content:
        '원칙적으로 불가능하나, 일부 병원의 경우 가능합니다. 자세한 사항은 해당 환자, 환자 가족, 병원에 문의하시길 바랍니다.',
    },
    {
      title: '지정헌혈은 언제 병원/수혈자에게 도착하나요?',
      content:
        '지정헌혈후, 평균 3~4일 후에 병원에 혈액이 도착합니다. 이후 수혈자에게 공급되는 기간은 해당 병원에 문의하시길 바랍니다.',
    },
    {
      title: '헌혈증이란 무엇이고 어디에 쓸 수 있나요?',
      content:
        '헌혈증은 헌혈을 했다는 인증서의 개념입니다. 헌혈증이 있다고 해서, 수혈을 먼저 받을 수 있거나, 혈액을 보장받을 수 있는 권리증이 아닙니다. 헌혈증은 기부가 가능하며, 병원에 헌혈증을 납부시, 혈액값에 해당하는 분을 공제 받을 수 있습니다.',
    },
    {
      title: '헌혈증으로 혈액백을 빨리 받을 수 있나요?',
      content:
        '헌혈증은 헌혈을 했다는 인증서의 개념입니다. 헌혈증이 있다고 해서, 수혈을 먼저 받을 수 있거나, 혈액을 보장받을 수 있는 권리증이 아닙니다. 따라서, 헌혈증으로 혈액을 빨리 공급받거나 하는 등의 행위는 불가능합니다.',
    },
    {
      title: '약 복용 후 헌혈할 수 있나요?',
      content:
        '해당약 복용후에 헌혈할 수 있는지에 대한 판단은 오로지 혈액원만이 할 수 있습니다. 혈액원에 문의해보시길 바랍니다.',
    },
    {
      title: '혈장도 수혈이 되나요?',
      content: '네 가능합니다.',
    },
    {
      title: '헌혈용품들을 재활용 하지 않나요?',
      content: '불가능합니다.',
    },
  ],
  app:[
      
  ]
};

export default document;
