import React from 'react';
import MyPageElementHeader from '../MyPageElementHeader';
import { styled } from '@mui/material';

const Block = styled('div')({
  boxSizing: 'border-box',
});

const Divider = styled('div')({
  width: '100%',
  height: '9px',
  backgroundColor: '#F4F4F4',
});

const PrivacyPolicy: React.FC = () => {
  return (
    <Block>
      <MyPageElementHeader title="개인정보 처리방침" />
      <Divider />
      <Block>
        개인정보처리방침
        <br />
        <br />
        에바인(이하 &quot;회사&quot;)은 통신비밀보호법, 전기통신사업법,
        정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가
        준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에
        의거한 개인정보취급처리방침을 정하여 이용자 권익 보호에 최선을 다하고
        있습니다.
        <br /> 1. 수집하는 개인정보의 항목 및 수집방법 가. 회사는 기본적인
        서비스 제공을 위한 ‘필수정보’와 고객 각각의 기호와 필요에 맞는 서비스를
        제공하기 위한 ‘선택정보’로 구분하여 다음의 정보를 수집하고
        있습니다.선택정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.
        <br />
        1. 이용자의 가입정보 - e메일주소, 닉네임, 혈액형, 관심지역 ※
        서비스이용기록, 접속로그, 쿠키, 접속 IP 정보, 결제기록, 이용정지기록,
        Application 사용관련정보(사용 App.정보, 사용량 등) 등 생성정보는 서비스
        이용과정에서 자동으로 수집될 수 있습니다.
        <br /> 나. 개인정보 수집방법 회사는 다음과 같은 방법으로 개인정보를
        수집합니다.
        <br /> - 필수정보 : 이용자가 약관에 동의하고 회원가입 절차 완료 후
        지정헌혈 프로그램을 사용함으로써 수집 ※ 위 정보는 가입 당시 정보뿐만
        아니라 정보 수정으로 변경된 정보를 포함합니다.
        <br /> 2. 개인정보의 수집목적 및 이용목적 회사는 수집된 개인정보를
        다음과 같은 목적으로 활용합니다 가. 서비스 제공 및 본인확인
        <br /> - 지정헌혈 서비스의 제공 및 이와 관련된 본인확인 또는 인증,
        서비스 품질조사, 서비스의 유효성 확인 등 서비스 제공 <br />- 회원제
        서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 가입의사
        확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인정보 수집 시 법정
        대리인 동의여부 확인, 추후 법정 대리인 본인확인 등 회원관리
        <br /> - 불량회원(이용약관 제11조 제1항 위반 등으로 인하여 제18조
        제1항에 따른 영구이용정지 회원 및 동조 제2항에 따라 계약해지된
        영구이용정지 회원)의 부정 이용방지와 비인가 사용방지 <br />- 서비스
        이용관련 상담, 분쟁 조정을 위한 기록보존, 불만 및 민원처리 등, 이용자
        보호 서비스 운영
        <br /> 나. 정보의 전달 등 <br />- 서비스 관련 고지사항 전달 <br />-
        서비스 이용관련 혜택ㆍ유의사항ㆍ편의사항 등 정보 제공 <br />- 신규
        서비스나 이벤트 관련 안내 및 기타 광고성 정보 전송 다. 요금정산 및
        과금(유료서비스 이용고객에 한함) 등 <br />- 서비스 이용 요금
        정산ㆍ청구ㆍ수납ㆍ자동이체ㆍ추심, 청구서송부 등, 요금 관련 정보 제공
        <br /> - 요금감면 적용, 제휴서비스 관련 요금할인 또는 제휴 혜택 제공 라.
        통계분석 <br />- 개인을 식별할 수 없는 인구통계학적 분석자료 또는
        지역ㆍ시장 조사 자료(지역별 통계분석, 시장 조사 등) 등 작성 및 이용작성
        및 이용 마. 특정 맞춤서비스 제공
        <br /> - 새로운 상품 및 서비스의 개발
        <br /> - 제반 고객 응대 시 고객 맞춤 상담 제공
        <br /> - 개인 맞춤 상품 서비스 혜택 또는 개인 맞춤 광고 제안
        <br /> - 통계학적 특성에 따른 서비스 제공 및 광고 게재
        <br /> - 이벤트 및 광고성 정보 제공 및 참여기회 제공 <br />
        바. 안전한 서비스 이용환경의 구축 - 보안, 프라이버시, 안전 측면에서
        이용자가 안심하고 이용할 수 있는 서비스 환경 구축
        <br /> 3. 수집한 개인정보의 이용 및 제3자 제공 <br />
        가. 회사는 이용자들의 개인정보를 서비스이용약관 및 개인정보처리방침의
        「개인정보의 수집목적 및 이용목적」에서 고지한 범위 또는 서비스
        이용약관에 명시한 범위 내에서 사용하며, 동 범위를 넘어 이용하거나
        제3자에게 제공하지 않습니다. 특히, 다음의 경우에는 주의를 기울여
        개인정보를 이용 및 제공할 것입니다.
        <br /> 1) 제휴관계 <br />
        -보다 나은 서비스 제공을 위하여 고객의 개인정보를 제휴사에게 제공하거나
        또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는
        사전에 제휴사의 성명•명칭 제공 또는 공유되는 개인정보 제공의 목적 및
        보유기간 등에 대하여 개별적으로 동의를 받고, 고객께서 동의하지 않는
        경우에는 제휴사에게 제공하거나 공유하지 않습니다.
        <br /> 2) 매각, 인수합병 등<br /> -회사가 영업의 전부 또는 일부를
        양도하거나, 합병ㆍ상속 등으로 서비스제공자의 권리ㆍ의무를 이전 승계하는
        경우 개인정보보호 관련 고객의 권리를 보장하기 위하여 반드시 그 사실을
        고객에게 통지합니다.
        <br /> 4. 개인정보의 취급위탁 회사는 현재 개인정보의 취급위탁을 하지
        않고 있습니다. 다만, 향후 서비스 향상을 위해서 개인정보를 위탁할 수
        있으며, 그러한 경우 이용자에 대하여 위탁처리기관, 업무내용 및 개인정보의
        보유 및 이용기간 등을 명확히 공지하는 등 관계 법령을 준수합니다. <br />
        5. 개인정보의 보유 및 이용기간 고객의 개인정보는 회사가 고객에게
        서비스를 제공하는 기간 동안에 한하여 보유 및 이용됩니다. 다만, 회사의
        방침에 따라 이용자로부터 동의받은 기간 또는 관계법령의 규정에 의하여
        보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다. 이 경우 회사는
        해당 정보를 다른 개인정보와 분리하여 별도로 보관하고 정해진 목적 외로
        이용하지 않습니다. <br />
        가. 회사가 서비스를 제공하는 기간 <br />- 이용자가 회사의 “서비스”를
        이용하는 기간
        <br /> - 회원의 경우 회원탈퇴시까지 ※ 회사는, ‘개인정보 유효기간제’에
        따라 1년간 회사가 제공하는 ‘서비스’를 이용하지 않은 회원의 개인정보를
        별도로 분리하여 보관합니다. <br />
        나. 회사의 방침에 따라 이용자로부터 동의를 받은 기간
        <br />- 회사의 방침에 따라 부정가입 및 부정이용 방지를 위하여 서비스
        이용관계가 종료된 뒤에도 (6)개월 간 정보를 보관할 수 있습니다. <br />
        다. 관련법령에 의한 정보보유 사유 상법, 전자상거래 등에서의 소비자보호에
        관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는
        관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. <br />이 경우
        회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와
        같습니다. <br />
        1) 계약 또는 청약철회 등에 관한 기록 보존 이유 : 전자상거래 등에서의
        소비자보호에 관한 법률 보존 기간 : 5년 <br />
        2) 대금결제 및 재화 등의 공급에 관한 기록 보존 이유 : 전자상거래
        등에서의 소비자보호에 관한 법률 보존 기간 : 5년
        <br /> 3) 소비자의 불만 또는 분쟁처리에 관한 기록 보<br />
        4) 본인확인에 관한 기록 보존 이유 : 정보통신망 이용촉진 및 정보보호 등에
        관한 법률 보존 기간 : 6개월 <br />
        5) 방문에 관한 기록 보존 이유 : 통신비밀보호법 보존 기간 : 3개월 <br />
        6. 개인정보 파기절차 및 방법 이용자의 개인정보는 원칙적으로 개인정보의
        수집 및 이용목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보
        파기절차 및 방법은 다음과 같습니다. <br />
        가. 파기절차 <br />- 이용자가 회원가입 등을 위해 입력한 정보는 목적이
        달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함에 보관) 내부 방침
        및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)
        일정 기간 저장된 후 파기됩니다.
        <br /> - 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의
        다른 목적으로 이용되지 않습니다. <br />
        나. 파기방법
        <br /> - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여
        파기합니다. <br />- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할
        수 없는 기술적 방법을 사용하여 삭제합니다. <br />
        8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 회사는
        계정정보를 생성하기 위해 이용자가 지정헌혈 프로그램을 실행 시
        기기식별번호 (디바이스 아이디 또는 IMEI), 단말기 정보, 단말기 OS버전,
        통신사 정보를 자동으로 수집하게 됩니다. <br />※ 위의 기본정보 제공을
        거부하는 경우 지정헌혈 서비스를 이용할 수 없습니다. <br />
        9. 개인정보의 기술적/관리적 보호 대책 <br />
        가. 해킹 등에 대비한 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의해
        회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고
        있습니다. 회사는 시스템적인 보완성을 확보하기 위하여 가능한 모든 기술적
        장치를 갖추려 노력하고 있습니다.
        <br /> 나. 관리적 대책 회사의 개인정보 취급 직원은 담당자에 한정시키고
        있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며,
        담당자에 대한 수시 교육을 통하여 지정헌혈 개인정보취급방침의 준수를 항상
        강조하고 있습니다. <br />
        11. 개인정보관리책임자 및 담당자의 연락처 귀하께서는 회사의 서비스를
        이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자
        혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해
        신속하게 충분한 답변을 드릴 것입니다. <br />
        개인정보 관리책임자
        <br /> 이 름 : 오성규 <br />직 위 : 개인정보관리자
        <br /> 전 화 : 062-236-0299
        <br /> 메 일 : moya@evain.co.kr
        <br /> 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래
        기관에 문의하시기 바랍니다.
        <br /> - 개인정보침해신고센터 (www.118.or.kr / 118)
        <br /> - 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-
        <br />
        0533~4)
        <br /> - 대검찰청 첨단범죄수사과 (http://www.spo.go.kr / 02-3480-2000)
        <br /> - 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)
        <br /> 12. 고지의 의무 현 개인정보취급방침의 내용 추가, 삭제 및 수정이
        있을 시에는 시행일자 최소 7일전부터 지정헌혈 서비스 내
        &quot;공지사항&quot; 화면을 통해 공고할 것입니다.
      </Block>
    </Block>
  );
};

export default PrivacyPolicy;
